alsa-firmware
alsa-utils
android-file-transfer
android-sdk-platform-tools
android-tools
anydesk-bin
ardour
audacity
base
base-devel
bat
bind
blackarch-keyring
caja
calc
cmake
cmus
cups
cups-pdf
dbeaver
ddcutil
dkms
dotnet-install
dotnet-sdk
droidcam
efibootmgr
extra-cmake-modules
feh
firefox
flatpak
freerdp
freetube-bin
fuse2
git
git-lfs
github-cli
gnome-keyring
go
grub
gtkmm3
gummy
haruna
hdparm
hplip
htop
impacket
intellij-idea-community-edition
jdk-openjdk
jq
jupyterlab
kdelibs4support
kdesignerplugin
kdoctools5
keepass
kinit
kitty
libgnome-keyring
libkcddb5
libmtp
libxcrypt-compat
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-aether
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lsd
marco
mariadb
mariadb-clients
mariadb-libs
mate-backgrounds
mate-control-center
mate-desktop
mate-icon-theme
mate-media
mate-menus
mate-notification-daemon
mate-panel
mate-polkit
mate-power-manager
mate-session-manager
mate-settings-daemon
mate-themes
mate-user-guide
maven
mdcat
microsoft-edge-stable-bin
mtpfs
mysql-workbench
nano
ncurses5-compat-libs
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nodejs
npm
nvm
ocenaudio
openvpn
p7zip
pamixer
paru
paru-debug
phonon-qt5
plasma-pa
plocate
postman-bin
pulseaudio
pulseaudio-alsa
python-pip
rhythmbox
samba
scrub
sdbus-cpp
sdbus-cpp-doc
simple-mtpfs
smbclient
ttf-fira-code
unixbench
unrar
unzip
upx
usbutils
v4l2loopback-utils
vim
visual-studio-code-bin
vmware-keymaps
vmware-workstation
wget
wpa_supplicant
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zoom
zsh
zsh-autosuggestions
zsh-syntax-highlighting
